Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/samepolitihka-vuou_id_87039.html.tmx
Source language: sme
Languages: nob

source: Sámepolitihka vuođđu
nob: Grunnlaget for samepolitikken

source: Vuoođolága § 110a ja Sámeláhka leat ráđđehusa ulbmila vuođđu láhčit diliid nu ahte sámeálbmot sáhttá sihkkarastit ja ovddidit iežas giela , kultuvrra ja servodateallima .
nob: Grunnloven § 110 a og Sameloven er grunnlaget for regjeringens målsetting om å legge forholdene til rette for at den samiske folkegruppen kan sikre og utvikle sitt språk , sin kultur og sitt samfunnsliv .

source: Dán geatnegahttet maiddái riikkaidgaskasaš konvenšuvnnat , erenoamážit ONa siviila ja politihkalaš vuoigatvuođaide guoski konvenšuvnna artihkal 27 , ja ILO-konvenšuvdna nr. 169 iehčanis stáhtaid álgoálbmogiid ja olmmoščearddaid birra .
nob: Forpliktelser overfor den samiske befolkning følger også av internasjonale konvensjoner , særlig FNs konvensjon om sivile og politiske rettigheter artikkel 27 , og ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Loga eanet dás :
nob: Les mer her :

source: Vuođđolága § 110a
nob: Grunnloven § 110 a

source: Sámelahká
nob: Sameloven

source: ONa konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra , artihkal 27
nob: FNs konvensjon om sivile og politiske rettigheter , artikkel 27 Engelsk originalversjon

source: ILO-konvenšuvdna nr. 169 iehčanis stáhtaid álgoálbmogiid ja olmmoščearddaid birra
nob: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige staterEngelsk originalversjon

source: Sámi ja dáža historjá
nob: Samisk og norsk historie

source: Geat leat álgoálbmogat ?
nob: Hvem er urfolk ?
